[IRI_TemplarPoncho_Left_M X2BodyPartTemplate]
DisplayName="No Left Arm / Scarf"

[IRI_TemplarPoncho_Left_F X2BodyPartTemplate]
DisplayName="No Left Arm / Scarf"


[IRI_ShardGauntlet_SingleRight_CV X2WeaponTemplate]
FriendlyName="碎片拳刃"
FriendlyNamePlural="碎片拳刃"
BriefSummary="圣殿骑士开发出了这些能够不为使用者天赋所限制，并提升其灵能潜力的拳刃。这些拳刃会直接与身体接触，将使用者自身的力量强化到可以随意聚集或是释放的程度，将之具现化为一把纯粹由灵能组成的致命刀刃。"
TacticalText="<Bullet/>圣殿骑士可以在两次移动或冲刺用完行动点后使用刀剑攻击他们移动范围内的敌人。\n<Bullet/>下决心同敌人肉搏时应当十分果断和谨慎。\n<Bullet/>留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="碎片"

[IRI_ShardGauntlet_SingleRight_MG X2WeaponTemplate]
FriendlyName="风暴拳刃"
FriendlyNamePlural="风暴拳刃"
BriefSummary="这对圣殿骑士拳刃的设计初衷是为了加强使用者的灵能之力，但它们毕竟还是拳刃--这对紧实的金属手套可比下面的血肉之躯要坚固得多。添加了额外的磁能装甲板后，它们提供的防御力更是得到了进一步的增强。"
TacticalText="<Bullet/>圣殿骑士可以在两次移动或冲刺用完行动点后使用刀剑攻击他们移动范围内的敌人。\n<Bullet/>下决心同敌人肉搏时应当十分果断和谨慎。\n<Bullet/>留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="碎片"

[IRI_ShardGauntlet_SingleRight_BM X2WeaponTemplate]
FriendlyName="天界拳刃"
FriendlyNamePlural="天界拳刃"
BriefSummary="从一个未知变种人科技产物上搜刮到的小型超铀动力电池让圣殿骑士能够进一步强化他们用这些拳刃收集到的灵能之力。尽管这一效果究竟来源于他们对这份力量的掌控，还是他们创造的科技，目前尚不清楚。"
TacticalText="<Bullet/>圣殿骑士可以在两次移动或冲刺用完行动点后使用碎片攻击他们移动范围内的敌人。\n<Bullet/>下决心同敌人肉搏时应当十分果断和谨慎。\n"
AbilityDescName="碎片"
